# St7SetFaceWireDensity

Sets the density of the face wireframes.

long St7SetFaceWireDensity(long uID, long Density)

Input Parameters

uID

Strand7 model file ID.

Strand7 API Manual

Density

The face Wireframe Density in the range 1 to 100.